Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: Percentage of Completion = Usage Total Costs / Budget Total Costs
cs_cz: Procento dokončení = Celkové náklady na využití / Celkové náklady na rozpočet

source: Invoiced % = Billable Invoiced Price
cs_cz: Fakturované % = fakturační zaúčtovaná cena

source: Billable Total Price Recognized Costs = Usage Total Costs - WIP
cs_cz: Fakturační celková cena uznaných nákladů = Celkové náklady na využití - WIP

source: Cost value calculations start by calculating the value of what has been provided by taking a proportion of the estimated total costs based on percentage of completion.
cs_cz: Výpočet hodnoty nákladů začínají výpočtem hodnoty toho, co bylo poskytnuto, přičemž část odhadovaných celkových nákladů vychází z procentního podílu dokončení.

source: Invoiced costs are subtracted by taking a proportion of the estimated total costs based on the invoiced percentage.
cs_cz: Fakturované náklady jsou odečteny tím, že se část odhadovaných celkových nákladů na základě fakturovaného procenta odečte.

source: This calculation requires that the billable total price, budget total price, and budget total costs be correctly entered for the whole job.
cs_cz: Tento výpočet vyžaduje, aby celková cena fakturace, celková cena rozpočtu a celkové náklady na rozpočet byly správně zadány pro celou práci.

source: Cost of Sales
cs_cz: Náklady na prodej

source: Recognized Costs = Budget Total Cost x Invoiced Percentage
cs_cz: Uznané náklady = Celkové náklady rozpočtu x Fakturované procento

source: Invoiced % = Billable Invoiced Price / Billable Total Price
cs_cz: Fakturované % = fakturační zaúčtovaná cena / fakturační celková cena

source: Invoiced % exists as column on job task lines
cs_cz: Fakturované % existuje jako sloupec na řádcích úloh

source: WIP Costs = Usage Total Costs – Recognized Costs
cs_cz: Náklady WIP = Celkové náklady na využití - uznané náklady

source: Cost of sales calculations begin by calculating the recognized costs.
cs_cz: Výpočet nákladů na prodej začíná výpočtem uznaných nákladů.

source: Costs are recognized proportionally based on budget total costs.
cs_cz: Náklady jsou účtovány proporcionálně na základě celkových nákladů na rozpočet.

source: This calculation requires that the billable total price and budget total costs be correctly entered for the whole job.
cs_cz: Tento výpočet vyžaduje, aby celková cena fakturace a celkové náklady byly správně zadány pro celou práci.

source: Recognized Costs = Usage Total Costs
cs_cz: Uznané náklady = Celkové náklady na využití

source: Recognized Revenue = Usage Total Price x Expected invoicing ratio
cs_cz: Uznané příjmy = Celková cena za použití x Poměr očekávané fakturace

source: Cost Recovery % = Billable Total Price / Budget Total Price
cs_cz: Obnova nákladů % = Celková cena fakturace / celková cena rozpočtu

source: WIP Sales = Recognized Sales - Billable Invoiced Price
cs_cz: Prodejní WIP = Uznané prodeje - fakturační zaúčtovaná cena

source: Sales value calculations recognize revenue proportionally based on usage total costs and the expected cost recovery ratio.
cs_cz: Výpočty prodejní hodnoty vykazují příjmy úměrně na základě celkových nákladů na využití a očekávaného poměru návratnosti nákladů.

source: This calculation requires that the billable total price and budget total price be correctly entered for the whole job.
cs_cz: Tento výpočet vyžaduje, aby celková cena fakturace a celková cena rozpočtu byly správně zadány pro celou práci.

source: Recognized Revenue = Billable Total Price x Percentage of Completion
cs_cz: Uznané příjmy = Celková cena fakturace x Procento dokončení

source: Referred to as "Cost Completion %" on job task lines
cs_cz: Uváděno jako "Dokončení nákladů %" na řádcích úloh

source: Percentage of completion calculations recognize revenue proportionally based on the percentage of completion, that is, usage total costs vs. budget costs.
cs_cz: Procentuální výpočty vykazují výnosy poměrně podle procentuálního podílu dokončení, tj. celkových nákladů na užívání versus rozpočtových nákladů.

source: WIP Amount = WIP Cost Amount = Usage Total Cost
cs_cz: WIP částka = WIP cena = Využití celkových nákladů

source: WIP Sales Amount = Billable Invoiced Price
cs_cz: Prodejní částka WIP = Fakturační zaúčtovaná cena

source: Completed contract does not recognize revenue and costs until the job is complete.
cs_cz: Dokončená smlouva neuznává příjmy a náklady, dokud není dokončena práce.

source: You may want to do this when there is high uncertainty around the estimates of costs and revenue for the job.
cs_cz: Možná toto budete chtít, když máte vysokou nejistotu ohledně odhadů nákladů a příjmů na práci.

source: All usage is posted to the WIP Costs account asset and all invoiced sales are posted to the WIP Invoiced Sales account liability until the job is complete.
cs_cz: Veškeré využití je zaúčtováno do účtu nákladů WIP aktivum a všechny fakturované tržby jsou účtovány do účtu fakturovaného prodeje WIP odpovědnost , dokud není práce dokončena.

source: Prioritize Vendors
cs_cz: Priorita dodavatelů

source: Dynamics NAV can suggest various payments to vendors, for example, payments that will be due soon or payments where a discount is available.
cs_cz: Dynamics NAV může navrhnout různé platby dodavatelům například platby, které budou brzy splatné nebo platby, u kterých je skonto k dispozici.

source: for more information, see How to:
cs_cz: Další informace naleznete v tématu Návod:

source: First, you must prioritize your vendors by assigning numbers to them.
cs_cz: Nejprve musíte upřednostnit dodavatele přiřazením čísel.

source: To prioritize vendors
cs_cz: Prioritizace dodavatelů

source: Select the relevant vendor, and then choose Edit.
cs_cz: Vyberte příslušného dodavatele a poté zvolte Úpravy.

source: In the Priority field, enter a number.
cs_cz: Do pole Priorita zadejte číslo.

source: Dynamics NAV considers the lowest number, except 0, to have the highest priority.
cs_cz: Dynamics NAV považuje nejnižší hodnotu, s výjimkou 0, za nejvyšší prioritu.

source: So, for example, if you use 1, 2, and 3, then 1 will have the highest priority.
cs_cz: Takže například pokud používáte 1, 2 a 3, pak bude mít 1 nejvyšší prioritu.

source: If you do not want to prioritize a vendor, leave the Priority field blank.
cs_cz: Pokud nechcete upřednostnit dodavatele, ponechte pole Priorita prázdné.

source: Then, if you use the payment suggestion feature, the vendor will be listed after all the vendors that have a priority number.
cs_cz: Poté, pokud použijete funkci návrhu platby, dodavatel bude uveden po všech dodavatelích, kteří mají číslo priority.

source: You can enter as many priority levels as necessary.
cs_cz: Můžete zadat tolik prioritních úrovní, kolik potřebujete.

source: Process Purchase Returns or Cancellations
cs_cz: Proces vrácení nebo zrušení nákupu

source: If you want to return items to your vendor or cancel services that you have purchased, then you can create and post a purchase credit memo that specifies the requested change with regard to the original purchase invoice.
cs_cz: Pokud chcete vrátit položky dodavateli nebo zrušit zakoupené služby, můžete vytvořit a zaúčtovat nákupní dobropis, který specifikuje požadovanou změnu ve vztahu k původní nákupní faktuře.

source: To include the correct purchase invoice information, you can create the purchase credit memo from the posted purchase invoice or use a copy function.
cs_cz: Chcete-li zahrnout správné fakturační informace o nákupu, můžete si vytvořit nákupní dobropis ze zaúčtované nákupní faktury nebo použít funkci kopírování.

source: Typically, you create a purchase credit memo in reaction to a credit memo sent to you by a vendor.
cs_cz: Obvykle vytvoříte nákupní dobropis v reakci na dobropis, který vám byl zaslán dodavatelem.

source: The purchase credit memo functions as your internal documentation of the credit memo process for accounting purposes.
cs_cz: Nákupní dobropis slouží jako interní dokumentace procesu dobropisů pro účetní účely.

source: The change may relate to all the products on the original purchase invoice or only to some of the products.
cs_cz: Změna se může týkat všech produktů na původní nákupní faktuře nebo pouze některých produktů.

source: Accordingly, you can partially return received items or demand partial reimbursement of received services.
cs_cz: V důsledku toho můžete částečně vrátit přijaté položky nebo požadovat částečnou úhradu přijatých služeb.

source: In that case, you must edit the copied purchase invoice information.
cs_cz: V takovém případě musíte upravit kopírované informace nákupní faktury.

source: In addition to the original posted purchase invoice, you can apply the purchase credit memo to other purchase documents, for example another posted purchase invoice, because you are also returning items delivered with that invoice.
cs_cz: Kromě původní zaúčtované nákupní faktury můžete vyrovnat nákupní dobropis na jiné nákupní doklady například další zaúčtovanou nákupní fakturu, protože také vracíte položky dodané s touto fakturou.

source: To create a purchase credit memo from a posted purchase invoice
cs_cz: Vytvoření nákupního dobropis ze zaúčtované nákupní faktury

source: In the top right corner, choose the Search for Page or Report icon, enter Purchase Credit Memos, and then choose the related link.
cs_cz: V pravém horním rohu vyberte ikonu Vyhledat stránku nebo sestavu, zadejte Nákupní dobropisy a pak vyberte související odkaz.

source: In the Posted Purchase Invoices window, select the posted purchase invoice that you want to reverse, and then choose the Create Corrective Credit Memo action.
cs_cz: V okně Zaúčtované nákupní faktury vyberte fakturu za nákup, kterou chcete vrátit zpět a poté vyberte akci Vytvořit opravný dobropis.

source: Most fields on the purchase credit memo header are filled with the information from the posted purchase invoice.
cs_cz: Většina polí v záhlaví nákupního dobropisu je vyplněna informacemi ze zaúčtované nákupní faktury.

source: You can edit all the fields, for example with new information that reflects the return agreement.
cs_cz: Můžete upravit všechna pole například s novými informacemi, které odrážejí dohodu o vrácení.

source: Edit information on the lines according to the agreement, such as the number of items returned or the amount to be reimbursement.
cs_cz: Upravte informace o řádcích podle dohody například počet vrácených položek nebo částku, která má být vrácena.

source: In the Apply Vendor Entries window, select the line with the posted purchase document that you want to apply the purchase credit memo to, and then choose the Applies-to ID action.
cs_cz: V okně Vyrovnat položky dodavatele vyberte řádek se zaúčtovaným nákupním dokladem, na který chcete vyrovnat nákupní dobropis a poté vyberte akci ID vyrovnání.

source: The number of the purchase credit memo is inserted in the Applies-to ID field.
cs_cz: Číslo nákupního dobropisu se vloží do pole ID vyrovnání.

source: In the Amount to Apply field, enter the amount that you want to apply if smaller than the original amount.
cs_cz: Do pole Částka k vyrovnání zadejte částku, kterou chcete vyrovnat, pokud je menší než původní částka.

source: At the bottom of the Apply Vendor Entries window, you can see the total amount to apply to reverse all involved entries, namely when the value in the Balance field is zero.
cs_cz: V dolní části okna Vyrovnat položky dodavatele můžete vidět celkovou částku, která má být použita k převedení všech zahrnutých položek a to v případě, že hodnota v poli Zůstatek je nula.

source: When you post the purchase credit memo, it will be applied to the specified posted purchase documents.
cs_cz: Když zaúčtujete nákupní dobropis, bude vyrovnán na určené zaúčtované nákupní dokumenty.

source: When you have created or edited the needed purchase credit memo lines and the single or multiple applications are specified, you can proceed to post the purchase credit memo.
cs_cz: Když jste vytvořili nebo upravili řádky potřebného nákupního dobropisu a jsou specifikovány jednotlivé nebo více aplikací, můžete pokračovat v zaúčtování nákupního dobropisu.

source: The posted purchase invoices that you apply the credit memo to are now reversed.
cs_cz: Zaúčtované nákupní faktury, na které vyrovnáte dobropis, jsou nyní zrušeny.

source: If you have already paid the original invoice, the vendor should now refund the payment to you.
cs_cz: Pokud jste již zaplatili původní fakturu, dodavatel by vám nyní měl vrátit platbu.

source: If the credit memo is only for part of the product on the original invoice, you may only pay the remaining amount on the original purchase invoice to close it.
cs_cz: Pokud je dobropis pouze pro část produktu na původní faktuře, můžete zaplatit zbývající částku pouze v původní nákupní faktuře.

source: The purchase credit memo is removed and replaced with a new document in the list of posted purchase credit memos.
cs_cz: Nákupní dobropis je odstraněn a nahrazen novým dokladem v seznamu zaúčtovaných dobropisů.

source: To create a purchase credit memo from scratch
cs_cz: Vytvoření nákupního dobropisu od začátku

source: In the top right corner, choose the Search for Page or Report icon, enter Posted Purchase Invoices, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Vyhledat stránku nebo sestavu, zadejte Účtované nákupní faktury a pak vyberte související odkaz.

source: Choose the New action to open a new empty purchase credit memo.
cs_cz: Chcete-li otevřít nový prázdný nákupní dobropis, zvolte akci Nový.

source: In the Vendor field, enter the name of an existing vendor.
cs_cz: Do pole Dodavatel zadejte název existujícího dodavatele.

source: Choose the Copy Document action.
cs_cz: Zvolte akci Kopírovat doklad.

source: In the Copy purchase Document window, in the Document Type field, select Posted Invoice.
cs_cz: V okně Kopírovat nákupní doklad v poli Typ dokumentu vyberte Účtovaná faktura.

source: Choose the Document No.
cs_cz: Zvolte pole Číslo dokladu pro

source: field to open the Posted purchase Invoices window, and then select the posted purchase invoice that contains lines that you want to reverse.
cs_cz: otevření Účtované nákupní faktury a potom vyberte zaúčtovanou nákupní fakturu, která obsahuje řádky, které chcete vrátit zpět.

source: Select the Recalculate Lines check box if you want the copied posted purchase invoice lines to be updated with any changes in item price and unit cost since the invoice was posted.
cs_cz: Zaškrtněte políčko Přepočítat řádky, pokud chcete, aby byly kopírované řádky zaúčtované nákupní faktury aktualizovány s jakýmikoliv změnami v ceně zboží a jednotkových cenách od zaúčtované faktury.

source: The copied invoice lines are inserted in the purchase credit memo.
cs_cz: Zkopírované řádky faktur jsou vloženy do nákupního dobropisu.

source: Complete the purchase credit memo as explained in the "To create a purchase credit memo from a posted purchase invoice" section in this topic.
cs_cz: Dokončete nákupní dobropis, jak je vysvětleno v části "Vytvoření nákupního dobropisu ze zaúčtované nákupní faktury" v tomto tématu.

source: Record Purchases
cs_cz: Nákupní záznamy

source: Purchase Products for a Sale
cs_cz: Nákup produktů pro prodej

source: From an open sales invoice, you can use the Create Purchase Invoice function to create a purchase invoice for a selected vendor for all lines or selected lines on the sales invoice.
cs_cz: Z otevřené prodejní faktury můžete pomocí Vytvořit nákupní fakturu k nákupu, vytvořit nákupní fakturu pro vybraného dodavatele pro všechny řádky nebo vybrané řádky na prodejní faktuře.

source: You can then process this purchase invoice just like you would if you had created it from a new invoice.
cs_cz: Tuto nákupní fakturu můžete zpracovat stejně, jako kdybyste ji vytvořili z nové faktury.

source: There is no link between the created purchase invoice and the sales invoice that it was created from.
cs_cz: Mezi vytvořenou nákupní fakturou a fakturou z prodeje, ze které byla vytvořena, neexistuje žádné spojení.

source: To create a purchase invoice from a sales invoice
cs_cz: Vytvoření nákupní faktury z prodejní faktury

source: On the Home page, choose the Ongoing Sales Invoices tile.
cs_cz: Na domovské stránce vyberte dlaždici Pokračující prodejní faktury.

source: Open the sales invoice for which you want to purchase products.
cs_cz: Otevřete prodejní fakturu, pro kterou chcete produkty zakoupit.

source: Select one or more sales invoice lines that you want to use on the purchase invoice.
cs_cz: Vyberte jeden nebo více řádků prodejních faktur, které chcete použít na nákupní faktuře.

source: To use all the sales invoice lines, select either all of them or do not select any lines.
cs_cz: Chcete-li použít všechny řádky prodejních faktur, vyberte buď všechny z nich nebo nevybírejte žádné řádky.

source: Choose the Create Purchase Invoice action.
cs_cz: Zvolte akci Vytvořit nákupní fakturu.

source: Select either All Lines or Selected Lines, and then choose the OK button.
cs_cz: Vyberte možnost Všechny řádky nebo Vybrané řádky a potom klepněte na tlačítko OK.

source: In the list of vendors that appears, select the vendor who will deliver the items or services, and then choose the OK button.
cs_cz: V seznamu dodavatelů, který se zobrazí, vyberte dodavatele, který doručí položky nebo služby a potom klepněte na tlačítko OK.

source: A purchase invoice is created that has one, more, or all the lines on the sales invoice.
cs_cz: Vytvoří se nákupní faktura, která obsahuje jeden nebo více řádků na prodejní faktuře.

source: Proceed to process the purchase invoice, for example, by editing or adding purchase invoice lines.
cs_cz: Pokračujte ve zpracování nákupní faktury například úpravou nebo přidáním nákupních fakturačních řádků.

source: Invoice Sales
cs_cz: Prodejní faktury

source: Register New Vendors
cs_cz: Registrace nového dodavatele

source: Record Purchase Prices and Discounts
cs_cz: Záznam nákupních cen a slev

source: The different price and discount agreements that apply when you buy from different vendors must be defined so that the agreed rules and values are applied to purchase documents that you create for the vendors.
cs_cz: Různé cenové a slevové dohody, které použijete při nákupu od různých dodavatelů musí být definovány tak, aby se dohodnuté pravidla a hodnoty použily na nákupní doklad, které vytvoříte pro dodavatele.

source: Concerning prices, you can have a special purchase price inserted on purchase lines if a certain combination of vendor, item, minimum quantity, unit of measure, or starting/ending date exists.
cs_cz: Pokud jde o ceny, můžete mít speciální nákupní ceny zadané na nákupním řádku, pokud existuje určitá kombinace dodavatele, zboží, minimálního množství, měrné jednotky nebo počátečního/koncového data.

source: Concerning discounts, you can set up and use two types of purchase discounts:
cs_cz: Pokud jde o slevy, můžete nastavit a použít dva typy nákupních slev:

source: Discount Type
cs_cz: Typ slevy

source: Purchase Line Discount
cs_cz: Sleva na nákupním řádku

source: An amount discount that is inserted on purchase lines if a certain combination of vendor, item, minimum quantity, unit of measure, or starting/ending date exists.
cs_cz: Zvýhodněná částka, která je vložena na nákupním řádku, pokud existuje určitá kombinace dodavatele, zboží, minimálního množství, měrné jednotky nebo počátečního/koncového data.

source: This works in the same way as for purchase prices.
cs_cz: Toto funguje stejným způsobem jako u nákupních cen.

source: Invoice Discount
cs_cz: Fakturační slevy

source: A percentage discount that is subtracted from the document total if the value amount of all lines on a purchase document exceeds a certain minimum.
cs_cz: Procentní sleva, která se odečte od celkové hodnoty dokladu, pokud hodnota všech řádků na nákupním dokladu převyšuje určité minimum.

source: Because purchase line discounts and purchase prices are based on a combination of item and vendor, you can also enter this configuration from the item card, where the rules and values are defined.
cs_cz: Vzhledem k tomu, že slevy na nákupním řádku a nákupní ceny jsou založeny na kombinaci zboží a dodavatele, můžete také tuto konfiguraci zadat z karty zboží, kde jsou definována pravidla a hodnoty.

source: To set up a special purchase price for a vendor
cs_cz: Nastavení zvláštní nákupní ceny pro dodavatele

source: Open the relevant vendor card, and then choose the Prices action.
cs_cz: Otevřete příslušnou kartu dodavatele a pak zvolte akci Cena.

source: The Purchase Type field is prefilled with Vendor, and the Purchase Code field is prefilled with the vendor number.
cs_cz: Pole Typ nákupu je předem vyplněno Dodavatelem a pole Kód nákupu je předvyplněno číslem dodavatele.

source: Fill in the fields on the line as necessary.
cs_cz: Vyplňte pole na řádku podle potřeby.

source: Fill a line for each combination for which the vendor grants you a purchase line discount.
cs_cz: Vyplňte řádek pro každou kombinaci, pro kterou vám prodejce uděluje slevu na nákupním řádku.

source: To set up a line discount for a vendor
cs_cz: Nastavení slevy na řádku pro dodavatele

source: Open the relevant vendor card, and then choose the Line Discounts action.
cs_cz: Otevřete příslušnou kartu dodavatele a pak zvolte akci Řádkové slevy.

source: To set up an invoice discount for a vendor
cs_cz: Nastavení fakturační slevy pro dodavatele

source: When your vendors have informed you which invoice discounts they grant, enter the invoice discount code on the vendor cards and set up the terms for each code.
cs_cz: Pokud vás váš dodavatel informuje o fakturačních slevách, které poskytne, zadejte na kartě dodavatele kód fakturační slevy a nastavte podmínky pro každý kód.

source: Open the vendor card for a vendor that will be eligible for invoice discounts.
cs_cz: Otevřete kartu dodavatele, který bude mít nárok na fakturační slevu.

source: In the Invoice Disc.
cs_cz: V poli Kód fakturační

source: Code field, select a code for the relevant invoice discount terms to use to calculate invoice discounts for the vendor.
cs_cz: Slevy vyberte kód pro příslušné podmínky fakturační slevy pro výpočet slev na fakturu pro dodavatele.

source: Invoice discount codes are represented by existing vendor cards.
cs_cz: Kódy fakturační slevy představují stávající karty dodavatele.

source: This enables you to quickly assign invoice discount terms to vendors by picking the name of another vendors who will have the same terms.
cs_cz: To vám umožní rychle přiřadit podmínky fakturační slevy výběrem jména dalších dodavatelů, kteří budou mít stejné podmínky.

source: Proceed to set up new the purchase invoice discount terms.
cs_cz: Pokračujte v nastavení nových podmínek slevy na nákupní fakturu.

source: In the Vendor Card window, choose the Invoice Discounts action.
cs_cz: V okně Karta dodavatele vyberte akci Fakturační slevy.

source: The Vend.
cs_cz: Otevře se okno Dod.fakturační

source: Invoice Discounts window opens.
cs_cz: slevy .

source: In the Currency Code field, enter the code for a currency that the invoice discount terms on the line applies to.
cs_cz: Do pole Kód měny zadejte kód pro měnu, na kterou se využijí podmínky fakturační slevy na řádku.

source: Leave the field blank to set up invoice discount terms in USD.
cs_cz: Nechte pole prázdné pro nastavení podmínek fakturační slevy v USD.

source: In the Minimum Amount field, enter the minimum amount that an invoice must have to be eligible for the discount.
cs_cz: V poli Minimální částka zadejte minimální částku, kterou musí mít faktura pro slevu.

source: In the Discount % field, enter the invoice discount as a percentage of the invoice amount.
cs_cz: V poli Sleva % zadejte fakturační slevu jako procento částky faktury.
